eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/template/EIS_ConvertDos2Unix/request.xmlt

<soapenv:Envelope xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:even='http://www.thegoldensource.com/EventRaiserService.wsdl'>
   <soapenv:Header/>
   <soapenv:Body>
       <even:RaiseEIS_ConvertDos2UnixAsynchron>
           <even:Directory>${SOURCE_PATH!}</even:Directory>
           <even:FilePattern>${FILE_PATTERN!}</even:FilePattern>
       </even:RaiseEIS_ConvertDos2UnixAsynchron>
   </soapenv:Body>
</soapenv:Envelope>